/* The message of an alert, that tells the user that he/she denied location access to the app. */
"Location denied, please go in settings to allow this app to use your location" = "無法定位，請至設定中允許此app使用定位服務。";

/* The title of an alert, that tells the user that he/she denied location access to the app. */
"Location service denied" = "定位服務已停用";

/* A common affirmative action title, like 'OK' in english. */
"OK" = "好";

/* The message of an alert that tells the user, that no server was set. */
"Please go in settings to enter server address" = "請至設定中輸入伺服器位址";

/* The title of an alert that tells the user, that no server was set. */
"Server not set" = "伺服器未設定";

/* The title of the Pokémon selection for common Pokémon. */
"Common" = "常見的";

/* The title of the Pokémon selection for favorite Pokémon. */
"Favorite" = "最愛的";

/* The title of a Pokéstop annotation on the map. */
"Pokestop" = "寶貝站";

/* The message of a Pokéstop annotation on the map. */
"This is a pokestop" = "這是個寶貝站";

/* The title of a gym annotation on the map. */
"Gym" = "道館";

/* The description of a gym annotation on the map with points. */
"Gym points: %d" = "道館聲望：%d";

/* The hint in a annotation callout that indicates when a Pokémon disappears. */
"Disappears at" = "將消失於%@";

/* The hint that a certain Pokémon appeared on the map. */
"[Pokemon] was added to the map!" = "%@出現在地圖上！";

/* The hint that a favorite Pokémon appeared on the map. */
"[Pokemon] your favorite pokemon was added to the map!" = "最愛的%@出現在地圖上！";

/* The title of an annotation on the map to scan the location. */
"Scan location" = "搜尋地點";

/* The title of an alert that tells the user to select a server type */
"Select a server type" = "選擇伺服器類型";

/* The message of an alert that tells the user to select a new server type */
"Please select a type" = "請選擇一種類型";

/* A button to destroy the alert without saving */
"Cancel" = "取消";

/* The title of an alert that tells the user to select a new drive mode */
"Select a drive mode" = "選擇移動方式";

/* The message of an alert that tells the user to select a new drive mode */
"Please select a mode" = "請選擇一種方式";

/* A button to set driving mode on map */
"Drive" = "駕車";

/* A button to set transit mode on map */
"Transit" = "傳送";

/* A button to set walking mode on map */
"Walk" = "步行";

"car" = "駕車";
"transit" = "傳送";
"walk" = "步行";